Dlubal.TimberPro.CurvedMemberDetailEC5
Curved Member Detail for EC5.

Dlubal.TimberPro.CurvedMemberDetailEC5.No
Curved detail number

Dlubal.TimberPro.CurvedMemberDetailEC5.MemberNo
Member number

Dlubal.TimberPro.CurvedMemberDetailEC5.LaminateThickness
Laminate thickness. For not laminated materials 0 is returned

Dlubal.TimberPro.CurvedMemberDetailEC5.DesignPerpendicularTension
Design perpendicular tension

Dlubal.TimberPro.CurvedMemberDetailEC5.MemberLength
Member length. Set 0 to set this value automatically.

Dlubal.TimberPro.CurvedMemberDetailEC5.MemberVolume
Perpendicular tension region volume

Dlubal.TimberPro.CurvedMemberDetailEC5.KVol
Factor k_vol

Dlubal.TimberPro.CurvedMemberDetailEC5.KDis
Factor k_dis

Dlubal.TimberPro.CurvedMemberDetailEC5.Comment
Comment